var dialogCtt = {
        "log1": [
            "……",
            "空气中有一股臭味。闻起来，稍微有点像是馊掉的米饭。",
            "还有些吵闹，应当是有人在附近。"
        ],
        "log2": [
            "这里有一群人。",
            "他们正围着一只鸡，讨论要怎么对付这只猛兽。",
            "村民A 谁去把那只怪兽赶走？我从没见过这样的生物！太可怕了！",
            "村民B 这么小的生物有什么可怕的？看我去把它一脚踢死！",
            "村民C 你不怕它有毒吗，就像毒蛇那样。看，那是它的嘴巴吗？它的嘴巴比毒蛇的牙齿还尖！",
            "村民D 它好像对我的那碗米饭感兴趣。兴许它会吃坏肚子，届时我们就可以趁它虚弱，干掉它了。",
            "村民A 为什么你会带着一碗馊掉的米饭？",
            "村民D 那是卖给邻村的。他们肯为了一点点食物出钱。",
            "村民C 现在江神震怒，你不该为了那么一点钱出村。在这个时期离开村子，很有可能会失去江神的庇佑。",
            "村民D 邻村也是这么想的。而且他们比较穷，没有多少存粮，现在不少人都快饿死了。这么好的赚钱机会，不抓住的话就太可惜了。",
            "村民C ……",
            "村民C 真的有那么赚吗？",
            "我对他们的谈话内容有些感兴趣，于是就站在他们旁边听了一会儿。",
            "村民们并没有关注我这个陌生人，一个外来的诗人，似乎不值得他们太过关注。",
            "比起我来，这些没良心的乡巴佬更在意地上的那只眼神凶狠的猛兽。",
            "我 江神震怒是指什么？隔壁村的居民快要饿死了？",
            "我自言自语着，打算去隔壁村看看。"
        ],
        "log3": [
            "怪物体内爆出来了一颗奇怪的石头。",
            "我细细打量了一会儿，忽地想起祖父说过的神石。",
            "我 是玛瑙。绝对是玛瑙。和祖父的描述一模一样。",
            "祖父说过，他年轻时听闻，世上有一种可以治愈百病的神石。",
            "只要吞下肚中，就可以消除一切病痛。",
            "而且吐出来还能继续用。"
        ],
        "log4": [
            "村门口站着一个女人。",
            "她穿着怪异的衣服，看上去很可疑的样子。",
            "？？？ 你是这个村的居民吧？我是水之女神，水之女神。",
            "水之女神 我听说这里的水源受到了污染，特意过来净化江水。",
            "我 水源受到污染是什么意思？",
            "水之女神 你们这里最近有不少人都生了奇怪的病对吧。那是因为你们喝了这里的江水。",
            "水之女神 这里的江，源头在北方的山脉。那里有只怪物会在江里洗澡，而它的皮肤会分泌毒素。",
            "水之女神 ……所以，其实，真正治本的办法是去讨伐那只怪物。",
            "水之女神 不过在考虑那种事之前，请先带我到江边吧，我可以先把这里的水净化掉。"
        ],
        "log5": [
            "水之女神 ¿",
            "水之女神 哇啊！我掉到里世界了！快救我！"
        ],
        "log6": [
            "村民E 你好，请问你是……",
            "我 你好，我是世界上最伟大的诗人(自诩)。",
            "我 但是，没有多少聪明人能欣赏得来我的创作。朋友，我觉得你应该是个很有眼光和品味的人，应该会很乐意购买我的诗集吧？",
            "村民E 如果我有钱的话，我很乐意……但是很遗憾，我的钱必须拿去买口粮。",
            "村民E 我自己饿一饿没关系，但我不能让我那生着重病的女儿吃不上饭。",
            "村民E 唉，也不知道我们做的什么事触怒了江神。",
            "我 ……实际上，我刚刚亲自帮你们平息了江神之怒。",
            "我 如果你们到江边去看一看的话，会发现江水已经恢复了清澈。",
            "我 而且我这里有一颗神石，只要你的女儿把它吞下去，它就可以治好你女儿的病。",
            "我 怎么样，我的朋友。只要你购买我的诗集，我就可以免费将神石借给你女儿使用。",
            "我 我的诗集并不贵，只要10枚铜币就好。我想得到的并不是钱，只要你愿意欣赏我的诗作，赞赏我的才智，一切都可以商量。",
            "村民E 恩人！太感谢您了！",
            "这位村民激动地买下了我引以为豪的诗集。",
            "我也将神石交给了他。",
            "随后我便想起水之女神的话。如果不把山上的怪物解决，江水会再次被污染。",
            "为了让全村人都乐意购买我的诗集，我得去将怪物杀掉。"
        ],
        "log7": [
            "这里有一位神秘的老人。",
            "神秘老人 听到了钟声……今日仿佛有特别沉重的首级呢……"
        ]
    }